ttmp/2026/05/15/GOJA-KANBAN-RENDER-OPT--kanban-render-performance-optimization-design-for-goja-site/archive/pprof-anti-overfit-20260515T191339Z/render-attrs-1000-100_s/vegeta.txt
Requests      [total, rate, throughput]         3000, 100.03, 67.91
Duration      [total, attack, wait]             44.176s, 29.99s, 14.186s
Latencies     [min, mean, 50, 90, 95, 99, max]  11.094ms, 6.47s, 5.999s, 12.728s, 13.357s, 13.929s, 14.186s
Bytes In      [total, mean]                     750120000, 250040.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3000  
Error Set: